Repository: bae-fm/bae
Catalog: bae-macos/bae/bae/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: No iCloud account is signed in on this device. Open System Settings → Apple ID to sign in, then try again.
ar: لا يوجد حساب iCloud مسجّل الدخول على هذا الجهاز. افتح إعدادات النظام ← Apple ID لتسجيل الدخول، ثم أعد المحاولة.
bg: На това устройство няма влязъл профил в iCloud. Отворете „Системни настройки“ → Apple ID, влезте и опитайте отново.
bn: এই ডিভাইসে কোনো iCloud অ্যাকাউন্টে সাইন ইন করা নেই। সিস্টেম সেটিংস → Apple ID খুলে সাইন ইন করুন, তারপর আবার চেষ্টা করুন।
cs: Na tomto zařízení není přihlášen žádný účet iCloud. Otevřete Nastavení systému → Apple ID, přihlaste se a zkuste to znovu.
de: Auf diesem Gerät ist kein iCloud-Account angemeldet. Öffne „Systemeinstellungen“ → Apple-ID, melde dich an und versuche es erneut.
es: No hay ninguna cuenta de iCloud con sesión iniciada en este dispositivo. Abre Ajustes del Sistema → Apple ID para iniciar sesión e inténtalo de nuevo.
fr: Aucun compte iCloud n'est connecté sur cet appareil. Ouvrez Réglages Système → Identifiant Apple pour vous connecter, puis réessayez.
gu: આ ઉપકરણ પર કોઈ iCloud ખાતામાં સાઇન ઇન નથી. સાઇન ઇન કરવા સિસ્ટમ સેટિંગ્સ → Apple ID ખોલો, પછી ફરી પ્રયાસ કરો.
he: אין חשבון iCloud מחובר במכשיר הזה. פתח את הגדרות המערכת ← Apple ID כדי להתחבר, ואז נסה שוב.
hi: इस डिवाइस पर कोई iCloud खाता साइन इन नहीं है. साइन इन करने के लिए सिस्टम सेटिंग्स → Apple ID खोलें, फिर दोबारा कोशिश करें.
hr: Na ovom uređaju nije prijavljen nijedan iCloud račun. Otvorite Postavke sustava → Apple ID i prijavite se, zatim pokušajte ponovno.
it: Nessun account iCloud ha eseguito l'accesso su questo dispositivo. Apri Impostazioni di Sistema → ID Apple per accedere, poi riprova.
ja: このデバイスではiCloudアカウントにサインインしていません。「システム設定」→「Apple ID」でサインインしてから、もう一度お試しください。
kn: ಈ ಸಾಧನದಲ್ಲಿ ಯಾವುದೇ iCloud ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಆಗಿಲ್ಲ. ಸೈನ್ ಇನ್ ಮಾಡಲು ಸಿಸ್ಟಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳು → Apple ID ತೆರೆಯಿರಿ, ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 이 기기에 로그인된 iCloud 계정이 없습니다. 시스템 설정 → Apple ID에서 로그인한 다음 다시 시도하십시오.
ml: ഈ ഉപകരണത്തിൽ ഒരു iCloud അക്കൗണ്ടിലും സൈൻ ഇൻ ചെയ്തിട്ടില്ല. സൈൻ ഇൻ ചെയ്യാൻ സിസ്റ്റം ക്രമീകരണങ്ങൾ → Apple ID തുറക്കുക, തുടർന്ന് വീണ്ടും ശ്രമിക്കുക.
mr: या डिव्हाइसवर कोणतेही iCloud खाते साइन इन केलेले नाही. साइन इन करण्यासाठी सिस्टम सेटिंग्ज → Apple ID उघडा, नंतर पुन्हा प्रयत्न करा.
nl: Er is op dit apparaat geen iCloud-account ingelogd. Open Systeeminstellingen → Apple ID om in te loggen en probeer het opnieuw.
pa: ਇਸ ਡਿਵਾਈਸ ਉੱਤੇ ਕੋਈ iCloud ਖਾਤਾ ਸਾਈਨ ਇਨ ਨਹੀਂ ਹੈ। ਸਾਈਨ ਇਨ ਕਰਨ ਲਈ ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ → Apple ID ਖੋਲ੍ਹੋ, ਫਿਰ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Na tym urządzeniu nie zalogowano żadnego konta iCloud. Otwórz Ustawienia systemowe → Apple ID, zaloguj się i spróbuj ponownie.
pt_br: Nenhuma conta do iCloud está conectada neste dispositivo. Abra Ajustes do Sistema → ID Apple para entrar e tente novamente.
ta: இந்தச் சாதனத்தில் எந்த iCloud கணக்கிலும் உள்நுழையவில்லை. உள்நுழைய கணினி அமைப்புகள் → Apple ID ஐத் திறந்து, பிறகு மீண்டும் முயற்சிக்கவும்.
te: ఈ పరికరంలో ఏ iCloud ఖాతాకూ సైన్ ఇన్ కాలేదు. సైన్ ఇన్ చేయడానికి సిస్టమ్ సెట్టింగ్‌లు → Apple ID తెరిచి, ఆపై మళ్లీ ప్రయత్నించండి.
th: ไม่มีบัญชี iCloud ที่ลงชื่อเข้าใช้บนอุปกรณ์นี้ เปิดการตั้งค่าระบบ → Apple ID เพื่อลงชื่อเข้าใช้ แล้วลองอีกครั้ง
tr: Bu aygıtta oturum açmış bir iCloud hesabı yok. Oturum açmak için Sistem Ayarları → Apple Kimliği'ni açın, sonra yeniden deneyin.
uk: На цьому пристрої не виконано вхід у жоден обліковий запис iCloud. Відкрийте «Системні параметри» → Apple ID, увійдіть і повторіть спробу.
ur: اس آلے پر کوئی iCloud اکاؤنٹ سائن اِن نہیں ہے۔ سائن اِن کرنے کے لیے سسٹم سیٹنگز ← Apple ID کھولیں، پھر دوبارہ کوشش کریں۔
vi: Không có tài khoản iCloud nào đăng nhập trên thiết bị này. Mở Cài đặt Hệ thống → Apple ID để đăng nhập, rồi thử lại.
zh_hans: 此设备未登录任何 iCloud 账户。请打开“系统设置”→“Apple ID”登录后重试。
zh_hant: 此裝置未登入任何 iCloud 帳戶。請打開「系統設定」→「Apple ID」登入後再試一次。

source: No Libraries
ar: لا توجد مكتبات
bg: Няма библиотеки
bn: কোনো লাইব্রেরি নেই
cs: Žádné knihovny
de: Keine Bibliotheken
es: Sin bibliotecas
fr: Aucune bibliothèque
gu: લાઇબ્રેરીઓ નથી
he: אין ספריות
hi: कोई लाइब्रेरी नहीं
hr: Nema fonoteka
it: Nessuna libreria
ja: ライブラリなし
kn: ಲೈಬ್ರರಿಗಳಿಲ್ಲ
ko: 라이브러리 없음
ml: ശേഖരങ്ങളില്ല
mr: संग्रहालये नाहीत
nl: Geen bibliotheken
pa: ਕੋਈ ਲਾਇਬ੍ਰੇਰੀ ਨਹੀਂ
pl: Brak bibliotek
pt_br: Sem bibliotecas
ta: நூலகங்கள் இல்லை
te: లైబ్రరీలు లేవు
th: ไม่มีคลัง
tr: Arşiv Yok
uk: Немає бібліотек
ur: کوئی کتب خانے نہیں
vi: Không có thư viện
zh_hans: 无库
zh_hant: 沒有資料庫

source: No library loaded
ar: لم يتم تحميل أي مكتبة
bg: Няма заредена библиотека
bn: কোনো লাইব্রেরি লোড করা নেই
cs: Není načtena žádná knihovna
de: Keine Bibliothek geladen
es: No hay ninguna biblioteca cargada
fr: Aucune bibliothèque chargée
gu: કોઈ લાઇબ્રેરી લોડ નથી
he: לא נטענה ספרייה
hi: कोई लाइब्रेरी लोड नहीं है
hr: Nije učitana nijedna fonoteka
it: Nessuna libreria caricata
ja: ライブラリが読み込まれていません
kn: ಯಾವುದೇ ಗ್ರಂಥಾಲಯ ಲೋಡ್ ಆಗಿಲ್ಲ
ko: 불러온 라이브러리 없음
ml: ലൈബ്രറി ലോഡ് ചെയ്തിട്ടില്ല
mr: कोणतीही लायब्ररी लोड केलेली नाही
nl: Geen bibliotheek geladen
pa: ਕੋਈ ਲਾਇਬ੍ਰੇਰੀ ਲੋਡ ਨਹੀਂ ਹੈ
pl: Nie wczytano biblioteki
pt_br: Nenhuma biblioteca carregada
ta: நூலகம் ஏற்றப்படவில்லை
te: లైబ్రరీ లోడ్ కాలేదు
th: ยังไม่ได้โหลดคลัง
tr: Yüklenmiş kitaplık yok
uk: Жодної бібліотеки не завантажено
ur: کوئی لائبریری لوڈ نہیں ہے
vi: Chưa tải thư viện nào
zh_hans: 未加载任何库
zh_hant: 未載入資料庫

source: No Match
ar: لا تطابق
bg: Няма съвпадение
bn: কোনো মিল নেই
cs: Žádná shoda
de: Keine Übereinstimmung
es: Sin coincidencia
fr: Aucune correspondance
gu: કોઈ મેળ નથી
he: אין התאמה
hi: कोई मिलान नहीं
hr: Nema podudaranja
it: Nessuna corrispondenza
ja: 一致なし
kn: ಹೊಂದಾಣಿಕೆ ಇಲ್ಲ
ko: 일치 항목 없음
ml: പൊരുത്തമില്ല
mr: जुळणी नाही
nl: Geen overeenkomst
pa: ਕੋਈ ਮੇਲ ਨਹੀਂ
pl: Brak dopasowania
pt_br: Sem correspondência
ta: பொருத்தம் இல்லை
te: సరిపోలిక లేదు
th: ไม่พบรายการที่ตรงกัน
tr: Eşleşme yok
uk: Немає збігу
ur: کوئی مماثلت نہیں
vi: Không khớp
zh_hans: 无匹配
zh_hant: 無相符項目

source: No matches
ar: لا توجد تطابقات
bg: Няма съвпадения
bn: কোনো মিল নেই
cs: Žádné shody
de: Keine Treffer
es: Sin coincidencias
fr: Aucune correspondance
gu: મેળો નથી
he: אין התאמות
hi: कोई मिलान नहीं
hr: Nema podudaranja
it: Nessuna corrispondenza
ja: 一致なし
kn: ಹೊಂದಾಣಿಕೆಗಳಿಲ್ಲ
ko: 일치 없음
ml: പൊരുത്തങ്ങളില്ല
mr: जुळण्या नाहीत
nl: Geen matches
pa: ਕੋਈ ਮੇਲ ਨਹੀਂ
pl: Brak dopasowań
pt_br: Sem correspondências
ta: பொருத்தங்கள் இல்லை
te: సరిపోలికలు లేవు
th: ไม่พบรายการตรงกัน
tr: Eşleşme yok
uk: Немає збігів
ur: کوئی میل نہیں
vi: Không có kết quả khớp
zh_hans: 无匹配项
zh_hant: 沒有符合項目

source: No releases matched
ar: لم تتطابق أي إصدارات
bg: Няма съвпаднали издания
bn: কোনো রিলিজ মেলেনি
cs: Žádná vydání neodpovídají
de: Keine Veröffentlichungen passten
es: Ninguna edición coincidió
fr: Aucune édition ne correspond
gu: કોઈ પ્રકાશનો મેળ ખાતા નથી
he: לא נמצאו מהדורות תואמות
hi: कोई रिलीज मेल नहीं खाई
hr: Nijedno izdanje se ne podudara
it: Nessuna pubblicazione corrispondente
ja: 一致するリリースがありませんでした
kn: ಯಾವುದೇ ಬಿಡುಗಡೆಗಳು ಹೊಂದಲಿಲ್ಲ
ko: 일치한 릴리스 없음
ml: പതിപ്പുകളൊന്നും പൊരുത്തപ്പെട്ടില്ല
mr: प्रकाशने जुळली नाहीत
nl: Geen releases kwamen overeen
pa: ਕੋਈ ਰਿਲੀਜ਼ ਨਹੀਂ ਮਿਲੀ
pl: Brak dopasowanych wydań
pt_br: Nenhum lançamento correspondeu
ta: வெளியீடு எதுவும் பொருந்தவில்லை
te: విడుదలలు సరిపోలలేదు
th: ไม่มีรีลีสที่ตรงกัน
tr: Eşleşen yayın yok
uk: Жоден реліз не збігся
ur: کوئی اشاعت نہیں ملی
vi: Không có bản phát hành nào khớp
zh_hans: 无匹配的版本
zh_hant: 沒有符合的發行

source: No remote covers found
ar: لم يُعثَر على أغلفة عن بُعد
bg: Не са намерени отдалечени обложки
bn: কোনো রিমোট কভার পাওয়া যায়নি
cs: Nenalezeny žádné vzdálené obaly
de: Keine Remote-Cover gefunden
es: No se encontraron portadas remotas
fr: Aucune pochette distante trouvée
gu: દૂરસ્થ આવરણો મળ્યા નથી
he: לא נמצאו עטיפות מרוחקות
hi: कोई दूरस्थ कवर नहीं मिला
hr: Nisu pronađeni udaljeni omoti
it: Nessuna copertina remota trovata
ja: リモートカバーが見つかりませんでした
kn: ದೂರಸ್ಥ ಮುಖಪುಟಗಳು ಸಿಕ್ಕಿಲ್ಲ
ko: 원격 커버 없음
ml: ദൂരസ്ഥ കവറുകൾ കണ്ടെത്തിയില്ല
mr: दूरस्थ मुखपृष्ठे सापडली नाहीत
nl: Geen externe hoezen gevonden
pa: ਕੋਈ ਦੂਰਲਾ ਕਵਰ ਨਹੀਂ ਮਿਲਿਆ
pl: Nie znaleziono zdalnych okładek
pt_br: Nenhuma capa remota encontrada
ta: தொலை அட்டைகள் கிடைக்கவில்லை
te: దూరస్థ కవర్‌లు కనబడలేదు
th: ไม่พบปกระยะไกล
tr: Uzak kapak bulunamadı
uk: Віддалених обкладинок не знайдено
ur: دور دراز سرورق نہیں ملے
vi: Không tìm thấy bìa từ xa
zh_hans: 未找到远程封面
zh_hant: 找不到遠端封面

source: No remote or local artwork found
ar: لم يُعثَر على عمل فني عن بُعد أو محلي
bg: Не са намерени отдалечени или локални обложки
bn: কোনো রিমোট বা স্থানীয় আর্টওয়ার্ক পাওয়া যায়নি
cs: Nenalezeny žádné vzdálené ani místní obaly
de: Keine Remote- oder lokalen Cover gefunden
es: No se encontró arte remoto ni local
fr: Aucune pochette distante ou locale trouvée
gu: દૂરસ્થ અથવા સ્થાનિક ચિત્રકામ મળ્યું નથી
he: לא נמצאה עטיפה מרוחקת או מקומית
hi: कोई दूरस्थ या स्थानीय कलाकृति नहीं मिली
hr: Nisu pronađeni udaljeni ni lokalni omoti
it: Nessuna immagine remota o locale trovata
ja: リモートまたはローカルのアートワークが見つかりませんでした
kn: ದೂರಸ್ಥ ಅಥವಾ ಸ್ಥಳೀಯ ಕಲಾಕೃತಿ ಸಿಕ್ಕಿಲ್ಲ
ko: 원격 또는 로컬 아트워크 없음
ml: ദൂരസ്ഥമോ പ്രാദേശികമോ ആയ ആർട്ട്‌വർക്ക് കണ്ടെത്തിയില്ല
mr: दूरस्थ किंवा स्थानिक कलाकृती सापडली नाही
nl: Geen externe of lokale artwork gevonden
pa: ਕੋਈ ਦੂਰਲਾ ਜਾਂ ਸਥਾਨਕ ਕਲਾਕਾਰੀ ਨਹੀਂ ਮਿਲੀ
pl: Nie znaleziono zdalnych ani lokalnych okładek
pt_br: Nenhuma arte remota ou local encontrada
ta: தொலை அல்லது உள்ளூர் கலைப்படம் கிடைக்கவில்லை
te: దూరస్థ లేదా స్థానిక కళాచిత్రం కనబడలేదు
th: ไม่พบภาพทั้งระยะไกลหรือในเครื่อง
tr: Uzak veya yerel görsel bulunamadı
uk: Не знайдено віддалених або локальних зображень
ur: دور دراز یا مقامی تصویر نہیں ملی
vi: Không tìm thấy ảnh bìa từ xa hoặc cục bộ
zh_hans: 未找到远程或本地封面
zh_hant: 找不到遠端或本機封面圖片

source: No source to scan
ar: لا يوجد مصدر للفحص
bg: Няма източник за сканиране
bn: স্ক্যান করার কোনো উৎস নেই
cs: Žádný zdroj ke skenování
de: Keine Quelle zum Scannen
es: No hay fuente que analizar
fr: Aucune source à analyser
gu: સ્કેન કરવા સ્રોત નથી
he: אין מקור לסריקה
hi: स्कैन करने के लिए कोई स्रोत नहीं
hr: Nema izvora za skeniranje
it: Nessuna sorgente da scansionare
ja: スキャンする対象がありません
kn: ಸ್ಕ್ಯಾನ್ ಮಾಡಲು ಮೂಲ ಇಲ್ಲ
ko: 스캔할 소스 없음
ml: സ്കാൻ ചെയ്യാൻ ഉറവിടമില്ല
mr: स्कॅन करण्यासाठी स्रोत नाही
nl: Geen bron om te scannen
pa: ਸਕੈਨ ਕਰਨ ਲਈ ਕੋਈ ਸਰੋਤ ਨਹੀਂ
pl: Brak źródła do skanowania
pt_br: Nenhuma fonte para verificar
ta: வருட மூலம் இல்லை
te: స్కాన్ చేయడానికి మూలం లేదు
th: ไม่มีแหล่งให้สแกน
tr: Taranacak kaynak yok
uk: Немає джерела для сканування
ur: اسکین کے لیے ماخذ نہیں
vi: Không có nguồn để quét
zh_hans: 无可扫描的来源
zh_hant: 沒有可掃描的來源

source: No tracks
ar: لا توجد مقطوعات
bg: Няма песни
bn: কোনো ট্র্যাক নেই
cs: Žádné skladby
de: Keine Titel
es: Sin pistas
fr: Aucune piste
gu: ટ્રેક નથી
he: אין רצועות
hi: कोई ट्रैक नहीं
hr: Nema skladbi
it: Nessun brano
ja: トラックなし
kn: ಟ್ರ್ಯಾಕ್‌ಗಳಿಲ್ಲ
ko: 트랙 없음
ml: ട്രാക്കുകളില്ല
mr: ट्रॅक नाहीत
nl: Geen nummers
pa: ਕੋਈ ਟ੍ਰੈਕ ਨਹੀਂ
pl: Brak utworów
pt_br: Sem faixas
ta: ட்ராக்குகள் இல்லை
te: ట్రాక్‌లు లేవు
th: ไม่มีแทร็ก
tr: Parça yok
uk: Немає треків
ur: کوئی ٹریک نہیں
vi: Không có bản nhạc
zh_hans: 无曲目
zh_hant: 沒有曲目

source: Nothing here yet
ar: لا شيء هنا بعد
bg: Все още няма нищо тук
bn: এখনও কিছু নেই
cs: Zatím tu nic není
de: Noch nichts vorhanden
es: Aún no hay nada aquí
fr: Rien ici pour l'instant
gu: અહીં હજી કશું નથી
he: עדיין אין כאן דבר
hi: अभी कुछ नहीं
hr: Ovdje još ničega nema
it: Ancora niente qui
ja: ここにはまだ何もありません
kn: ಇಲ್ಲಿ ಇನ್ನೂ ಏನೂ ಇಲ್ಲ
ko: 아직 아무것도 없습니다
ml: ഇവിടെ ഇതുവരെ ഒന്നുമില്ല
mr: इथे अजून काही नाही
nl: Hier is nog niets
pa: ਇੱਥੇ ਹਾਲੇ ਕੁਝ ਨਹੀਂ
pl: Tu jeszcze nic nie ma
pt_br: Nada aqui ainda
ta: இங்கே இன்னும் எதுவும் இல்லை
te: ఇక్కడ ఇంకా ఏమీ లేదు
th: ยังไม่มีอะไรที่นี่
tr: Burada henüz bir şey yok
uk: Тут поки нічого немає
ur: یہاں ابھی کچھ نہیں
vi: Chưa có gì ở đây
zh_hans: 这里还没有内容
zh_hant: 這裡還沒有內容

source: Now Playing
ar: قيد التشغيل الآن
bg: Текущо възпроизвеждане
bn: এখন চলছে
cs: Právě hraje
de: Aktuelle Wiedergabe
es: En reproducción
fr: Lecture en cours
gu: હમણાં વગડે છે
he: מתנגן כעת
hi: अभी चल रहा है
hr: Trenutno svira
it: In riproduzione
ja: 再生中
kn: ಈಗ ಪ್ಲೇ ಆಗುತ್ತಿದೆ
ko: 지금 재생 중
ml: ഇപ്പോൾ പ്ലേ ചെയ്യുന്നു
mr: आता प्ले होत आहे
nl: Speelt nu
pa: ਹੁਣ ਚੱਲ ਰਿਹਾ ਹੈ
pl: Teraz odtwarzane
pt_br: Tocando agora
ta: இப்போது ஒலிக்கிறது
te: ఇప్పుడు ప్లే అవుతోంది
th: กำลังเล่น
tr: Çalıyor
uk: Зараз відтворюється
ur: اب چل رہا ہے
vi: Đang phát
zh_hans: 正在播放
zh_hant: 正在播放

source: Objects are stored in the clear at readable paths, so anyone with access to the storage can read your files by name. Sharing is unavailable for a browsable library.
ar: تُخزَّن الكائنات بشكل واضح في مسارات مقروءة، لذا يمكن لأي شخص لديه وصول إلى التخزين قراءة ملفاتك بالاسم. المشاركة غير متاحة للمكتبة القابلة للتصفّح.
bg: Обектите се съхраняват в явен вид на четими пътища, така че всеки с достъп до хранилището може да чете файловете ви по име. Споделянето не е достъпно за библиотека за преглед.
bn: অবজেক্টগুলো পাঠযোগ্য পথে সরলভাবে সংরক্ষিত থাকে, তাই স্টোরেজে প্রবেশাধিকার থাকা কেউ নাম দিয়ে আপনার ফাইল পড়তে পারে। ব্রাউজযোগ্য লাইব্রেরির জন্য শেয়ারিং নেই।
cs: Objekty se ukládají nezašifrovaně na čitelných cestách, takže kdokoli s přístupem k úložišti může vaše soubory číst podle názvu. U procházitelné knihovny není sdílení k dispozici.
de: Objekte werden im Klartext unter lesbaren Pfaden gespeichert, sodass jeder mit Zugriff auf den Speicher deine Dateien anhand des Namens lesen kann. Für eine durchsuchbare Bibliothek ist Teilen nicht verfügbar.
es: Los objetos se almacenan sin cifrar en rutas legibles, así que cualquiera con acceso al almacenamiento puede leer tus archivos por su nombre. Compartir no está disponible para una biblioteca explorable.
fr: Les objets sont stockés en clair à des chemins lisibles, donc quiconque accède au stockage peut lire vos fichiers par leur nom. Le partage est indisponible pour une bibliothèque navigable.
gu: ઑબ્જેક્ટ્સ વાંચી શકાય તેવા પાથ પર સ્પષ્ટ રૂપે સંગ્રહિત થાય છે, તેથી સંગ્રહની ઍક્સેસ ધરાવનાર કોઈપણ વ્યક્તિ તમારી ફાઇલોને નામથી વાંચી શકે છે. બ્રાઉઝ કરી શકાય તેવી લાઇબ્રેરી માટે શેરિંગ ઉપલબ્ધ નથી.
he: האובייקטים מאוחסנים גלויים בנתיבים קריאים, כך שכל מי שיש לו גישה לאחסון יכול לקרוא את הקבצים שלכם לפי שם. שיתוף אינו זמין לספרייה הניתנת לעיון.
hi: ऑब्जेक्ट पढ़े जा सकने वाले पथों पर साफ़ रूप में संग्रहीत होते हैं, इसलिए स्टोरेज तक पहुंच रखने वाला कोई भी व्यक्ति आपकी फ़ाइलें नाम से पढ़ सकता है। ब्राउज़ की जा सकने वाली लाइब्रेरी के लिए साझा करना उपलब्ध नहीं है।
hr: Objekti se pohranjuju nešifrirani na čitljivim putanjama, pa svatko s pristupom pohrani može čitati vaše datoteke po nazivu. Dijeljenje nije dostupno za pregledivu fonoteku.
it: Gli oggetti vengono archiviati in chiaro con percorsi leggibili, quindi chiunque abbia accesso all'archiviazione può leggere i tuoi file per nome. La condivisione non è disponibile per una libreria sfogliabile.
ja: オブジェクトは読み取り可能なパスに平文で保存されるため、ストレージにアクセスできる人は誰でもファイルを名前で読み取れます。閲覧可能なライブラリでは共有を利用できません。
kn: ವಸ್ತುಗಳನ್ನು ಓದಬಹುದಾದ ಮಾರ್ಗಗಳಲ್ಲಿ ಸ್ಪಷ್ಟವಾಗಿ ಸಂಗ್ರಹಿಸಲಾಗುತ್ತದೆ, ಆದ್ದರಿಂದ ಸಂಗ್ರಹಣೆಗೆ ಪ್ರವೇಶವಿರುವ ಯಾರಾದರೂ ನಿಮ್ಮ ಫೈಲ್‌ಗಳನ್ನು ಹೆಸರಿನಿಂದ ಓದಬಹುದು. ಬ್ರೌಸ್ ಮಾಡಬಹುದಾದ ಗ್ರಂಥಾಲಯಕ್ಕೆ ಹಂಚಿಕೆ ಲಭ್ಯವಿಲ್ಲ.
ko: 객체는 읽을 수 있는 경로에 평문으로 저장되므로 저장소 접근 권한이 있는 사람은 파일명을 통해 파일을 읽을 수 있습니다. 탐색 가능 라이브러리에서는 공유를 사용할 수 없습니다.
ml: ഒബ്‌ജക്റ്റുകൾ വായിക്കാവുന്ന പാതകളിൽ തുറന്ന നിലയിൽ സൂക്ഷിക്കുന്നു, അതിനാൽ സംഭരണത്തിലേക്ക് പ്രവേശനമുള്ളവർക്ക് നിങ്ങളുടെ ഫയലുകൾ പേര് ഉപയോഗിച്ച് വായിക്കാം. ബ്രൗസ് ചെയ്യാവുന്ന ലൈബ്രറിക്ക് പങ്കിടൽ ലഭ്യമല്ല.
mr: वस्तू वाचता येणाऱ्या मार्गांवर स्पष्ट स्वरूपात साठवल्या जातात, त्यामुळे संचयनाचा प्रवेश असलेला कोणीही तुमच्या फाइल्स नावाने वाचू शकतो. ब्राउझ करता येणाऱ्या लायब्ररीसाठी शेअरिंग उपलब्ध नाही.
nl: Objecten worden onversleuteld opgeslagen op leesbare paden, dus iedereen met toegang tot de opslag kan je bestanden op naam lezen. Delen is niet beschikbaar voor een doorzoekbare bibliotheek.
pa: ਆਬਜੈਕਟ ਪੜ੍ਹਨਯੋਗ ਪਾਥਾਂ ਤੇ ਸਾਫ਼ ਰੂਪ ਵਿੱਚ ਸਟੋਰ ਕੀਤੇ ਜਾਂਦੇ ਹਨ, ਇਸ ਲਈ ਸਟੋਰੇਜ ਤੱਕ ਪਹੁੰਚ ਰੱਖਣ ਵਾਲਾ ਕੋਈ ਵੀ ਵਿਅਕਤੀ ਤੁਹਾਡੀਆਂ ਫਾਈਲਾਂ ਨੂੰ ਨਾਮ ਰਾਹੀਂ ਪੜ੍ਹ ਸਕਦਾ ਹੈ। ਬ੍ਰਾਊਜ਼ ਕੀਤੀ ਜਾ ਸਕਣ ਵਾਲੀ ਲਾਇਬ੍ਰੇਰੀ ਲਈ ਸਾਂਝਾ ਕਰਨਾ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Obiekty są przechowywane jawnie pod czytelnymi ścieżkami, więc każdy z dostępem do magazynu może odczytać Twoje pliki po nazwie. Udostępnianie jest niedostępne dla biblioteki przeglądalnej.
pt_br: Os objetos são armazenados sem criptografia em caminhos legíveis, então qualquer pessoa com acesso ao armazenamento pode ler seus arquivos pelo nome. O compartilhamento não está disponível para uma biblioteca navegável.
ta: பொருள்கள் படிக்கக்கூடிய பாதைகளில் தெளிவாகச் சேமிக்கப்படுகின்றன, எனவே சேமிப்பக அணுகல் உள்ள எவரும் உங்கள் கோப்புகளைப் பெயரால் படிக்க முடியும். உலாவக்கூடிய நூலகத்திற்கு பகிர்வு கிடைக்காது.
te: వస్తువులు చదవగల మార్గాల్లో స్పష్టంగా నిల్వ చేయబడతాయి, కాబట్టి నిల్వకు ప్రాప్యత ఉన్న ఎవరైనా మీ ఫైల్‌లను పేరుతో చదవగలరు. బ్రౌజ్ చేయగల లైబ్రరీకి భాగస్వామ్యం అందుబాటులో లేదు.
th: วัตถุถูกจัดเก็บแบบไม่เข้ารหัสในเส้นทางที่อ่านได้ ดังนั้นผู้ที่เข้าถึงพื้นที่จัดเก็บได้จะอ่านไฟล์ของคุณตามชื่อได้ การแชร์ไม่พร้อมใช้งานสำหรับคลังที่เปิดดูได้
tr: Nesneler okunabilir yollarda şifrelenmeden saklanır, bu yüzden depolamaya erişimi olan herkes dosyalarınızı adlarıyla okuyabilir. Göz atılabilir bir kitaplık için paylaşım kullanılamaz.
uk: Об’єкти зберігаються у відкритому вигляді за читабельними шляхами, тож будь-хто з доступом до сховища може читати ваші файли за назвою. Спільний доступ недоступний для бібліотеки, доступної для перегляду.
ur: آبجیکٹس پڑھنے کے قابل راستوں پر صاف حالت میں محفوظ ہوتے ہیں، اس لیے اسٹوریج تک رسائی رکھنے والا کوئی بھی شخص آپ کی فائلیں نام سے پڑھ سکتا ہے۔ براؤز کی جا سکنے والی لائبریری کے لیے اشتراک دستیاب نہیں ہے۔
vi: Các đối tượng được lưu trữ dạng rõ tại các đường dẫn có thể đọc được, vì vậy bất kỳ ai có quyền truy cập vào nơi lưu trữ đều có thể đọc tệp của bạn theo tên. Không thể chia sẻ đối với thư viện có thể duyệt.
zh_hans: 对象以明文存储于可读路径下，因此能访问该存储的任何人都可按名称读取你的文件。可浏览的库无法共享。
zh_hant: 物件會以明文儲存在可讀路徑，因此任何可存取儲存空間的人都能依名稱讀取你的檔案。可瀏覽資料庫無法使用分享。

source: Off
ar: إيقاف
bg: Изкл.
bn: বন্ধ
cs: Vypnuto
de: Aus
es: Desactivado
fr: Désactivé
gu: બંધ
he: כבוי
hi: बंद
hr: Isključeno
it: Disattivato
ja: オフ
kn: ಆಫ್
ko: 끔
ml: ഓഫ്
mr: बंद
nl: Uit
pa: ਬੰਦ
pl: Wyłączone
pt_br: Desativado
ta: அணை
te: ఆఫ్
th: ปิด
tr: Kapalı
uk: Вимкнено
ur: بند
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: On this device
ar: على هذا الجهاز
bg: На това устройство
bn: এই ডিভাইসে
cs: V tomto zařízení
de: Auf diesem Gerät
es: En este dispositivo
fr: Sur cet appareil
gu: આ ડિવાઇસ પર
he: במכשיר זה
hi: इस डिवाइस पर
hr: Na ovom uređaju
it: Su questo dispositivo
ja: このデバイス上
kn: ಈ ಸಾಧನದಲ್ಲಿ
ko: 이 기기에서
ml: ഈ ഉപകരണത്തിൽ
mr: या डिव्हाइसवर
nl: Op dit apparaat
pa: ਇਸ ਡਿਵਾਈਸ 'ਤੇ
pl: Na tym urządzeniu
pt_br: Neste dispositivo
ta: இந்தச் சாதனத்தில்
te: ఈ పరికరంలో
th: บนอุปกรณ์นี้
tr: Bu cihazda
uk: На цьому пристрої
ur: اس آلے پر
vi: Trên thiết bị này
zh_hans: 在此设备上
zh_hant: 在此裝置上

source: One
ar: واحدة
bg: Един
bn: একটি
cs: Jedna
de: Eins
es: Una
fr: Un
gu: એક
he: אחד
hi: एक
hr: Jedna
it: Uno
ja: 1曲
kn: ಒಂದು
ko: 한 곡
ml: ഒന്ന്
mr: एक
nl: Eén
pa: ਇੱਕ
pl: Jeden
pt_br: Uma
ta: ஒன்று
te: ఒకటి
th: เพลงเดียว
tr: Bir
uk: Один
ur: ایک
vi: Một
zh_hans: 单曲
zh_hant: 單曲

source: Opaque: end-to-end encrypted
ar: غير مقروء: مشفّر من طرف إلى طرف
bg: Непрозрачно: шифровано от край до край
bn: অস্বচ্ছ: প্রান্ত-থেকে-প্রান্ত এনক্রিপ্ট করা
cs: Neprůhledné: šifrované od konce ke konci
de: Undurchsichtig: Ende-zu-Ende-verschlüsselt
es: Opaco: cifrado de extremo a extremo
fr: Opaque : chiffré de bout en bout
gu: અસ્પષ્ટ: છેડેથી છેડે એન્ક્રિપ્ટ કરેલું
he: אטום: מוצפן מקצה לקצה
hi: अपारदर्शी: शुरू से अंत तक एन्क्रिप्टेड
hr: Nečitljivo: šifrirano s kraja na kraj
it: Opaco: crittografato end-to-end
ja: 不透明：エンドツーエンド暗号化
kn: ಅಪಾರದರ್ಶಕ: ತುದಿಯಿಂದ ತುದಿಗೆ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಮಾಡಲಾಗಿದೆ
ko: 불투명: 종단 간 암호화
ml: അസ്പഷ്ടം: അറ്റം മുതൽ അറ്റം വരെ എൻക്രിപ്റ്റ് ചെയ്തത്
mr: अपारदर्शक: टोकापासून टोकापर्यंत कूटबद्ध
nl: Ondoorzichtig: end-to-end versleuteld
pa: ਅਸਪਸ਼ਟ: ਸਿਰੇ-ਤੋਂ-ਸਿਰੇ ਤੱਕ ਇਨਕ੍ਰਿਪਟ ਕੀਤਾ
pl: Nieczytelny: szyfrowany od końca do końca
pt_br: Opaco: criptografado de ponta a ponta
ta: மறைநிலை: முனையிலிருந்து முனை வரை குறியாக்கப்பட்டது
te: అపారదర్శకం: చివరి నుంచి చివరి వరకు గుప్తీకరించబడింది
th: ทึบ: เข้ารหัสตั้งแต่ต้นทางถึงปลายทาง
tr: Opak: uçtan uca şifreli
uk: Непрозоре: наскрізне шифрування
ur: غیر شفاف: سرے سے سرے تک مرموز
vi: Không thể duyệt: mã hóa đầu cuối
zh_hans: 不透明：端到端加密
zh_hant: 不透明：端對端加密

source: Open
ar: فتح
bg: Отваряне
bn: খুলুন
cs: Otevřít
de: Öffnen
es: Abrir
fr: Ouvrir
gu: ખોલો
he: פתח
hi: खोलें
hr: Otvori
it: Apri
ja: 開く
kn: ತೆರೆಯಿರಿ
ko: 열기
ml: തുറക്കുക
mr: उघडा
nl: Openen
pa: ਖੋਲ੍ਹੋ
pl: Otwórz
pt_br: Abrir
ta: திற
te: తెరవండి
th: เปิด
tr: Aç
uk: Відкрити
ur: کھولیں
vi: Mở
zh_hans: 打开
zh_hant: 開啟

source: Open a library first
ar: افتح مكتبة أولًا
bg: Първо отворете библиотека
bn: আগে একটি লাইব্রেরি খুলুন
cs: Nejprve otevřete knihovnu
de: Öffne zuerst eine Bibliothek
es: Abre primero una biblioteca
fr: Ouvrez d'abord une bibliothèque
gu: પહેલા લાઇબ્રેરી ખોલો
he: פתחו תחילה ספרייה
hi: पहले लाइब्रेरी खोलें
hr: Najprije otvorite fonoteku
it: Apri prima una libreria
ja: まずライブラリを開いてください
kn: ಮೊದಲು ಗ್ರಂಥಾಲಯ ತೆರೆಯಿರಿ
ko: 먼저 라이브러리를 여세요
ml: ആദ്യം ഒരു ലൈബ്രറി തുറക്കുക
mr: आधी लायब्ररी उघडा
nl: Open eerst een bibliotheek
pa: ਪਹਿਲਾਂ ਲਾਇਬ੍ਰੇਰੀ ਖੋਲ੍ਹੋ
pl: Najpierw otwórz bibliotekę
pt_br: Abra uma biblioteca primeiro
ta: முதலில் ஒரு நூலகத்தைத் திற
te: ముందుగా లైబ్రరీని తెరవండి
th: เปิดคลังก่อน
tr: Önce bir kitaplık açın
uk: Спершу відкрийте бібліотеку
ur: پہلے لائبریری کھولیں
vi: Hãy mở thư viện trước
zh_hans: 请先打开一个库
zh_hant: 請先開啟資料庫

source: Open a library first to access settings
ar: افتح مكتبة أولًا للوصول إلى الإعدادات
bg: Първо отворете библиотека за достъп до настройките
bn: সেটিংসে যেতে আগে একটি লাইব্রেরি খুলুন
cs: Pro přístup k nastavení nejprve otevřete knihovnu
de: Öffne zuerst eine Bibliothek, um auf die Einstellungen zuzugreifen
es: Abre primero una biblioteca para acceder a los ajustes
fr: Ouvrez d'abord une bibliothèque pour accéder aux réglages
gu: સેટિંગ્સ ઍક્સેસ કરવા પહેલા લાઇબ્રેરી ખોલો
he: פתחו תחילה ספרייה כדי לגשת להגדרות
hi: सेटिंग्स तक पहुंचने के लिए पहले लाइब्रेरी खोलें
hr: Najprije otvorite fonoteku za pristup postavkama
it: Apri prima una libreria per accedere alle impostazioni
ja: 設定にアクセスするには、まずライブラリを開いてください
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಮೊದಲು ಗ್ರಂಥಾಲಯ ತೆರೆಯಿರಿ
ko: 설정에 접근하려면 먼저 라이브러리를 여세요
ml: ക്രമീകരണങ്ങളിലേക്ക് പ്രവേശിക്കാൻ ആദ്യം ഒരു ലൈബ്രറി തുറക്കുക
mr: सेटिंग्जमध्ये प्रवेश करण्यासाठी आधी लायब्ररी उघडा
nl: Open eerst een bibliotheek om bij instellingen te komen
pa: ਸੈਟਿੰਗਾਂ ਤੱਕ ਪਹੁੰਚ ਲਈ ਪਹਿਲਾਂ ਲਾਇਬ੍ਰੇਰੀ ਖੋਲ੍ਹੋ
pl: Najpierw otwórz bibliotekę, aby uzyskać dostęp do ustawień
pt_br: Abra uma biblioteca primeiro para acessar as configurações
ta: அமைப்புகளை அணுக முதலில் ஒரு நூலகத்தைத் திற
te: సెట్టింగ్‌లను ప్రాప్యత చేయడానికి ముందుగా లైబ్రరీని తెరవండి
th: เปิดคลังก่อนเพื่อเข้าถึงการตั้งค่า
tr: Ayarlara erişmek için önce bir kitaplık açın
uk: Спершу відкрийте бібліотеку, щоб перейти до налаштувань
ur: ترتیبات تک رسائی کے لیے پہلے لائبریری کھولیں
vi: Hãy mở thư viện trước để truy cập cài đặt
zh_hans: 请先打开一个库以访问设置
zh_hant: 請先開啟資料庫以存取設定

source: Open Library
ar: فتح المكتبة
bg: Отваряне на библиотека
bn: লাইব্রেরি খুলুন
cs: Otevřít knihovnu
de: Bibliothek öffnen
es: Abrir biblioteca
fr: Ouvrir une bibliothèque
gu: લાઇબ્રેરી ખોલો
he: פתח ספרייה
hi: लाइब्रेरी खोलें
hr: Otvori fonoteku
it: Apri libreria
ja: ライブラリを開く
kn: ಗ್ರಂಥಾಲಯ ತೆರೆಯಿರಿ
ko: 라이브러리 열기
ml: ലൈബ്രറി തുറക്കുക
mr: लायब्ररी उघडा
nl: Bibliotheek openen
pa: ਲਾਇਬ੍ਰੇਰੀ ਖੋਲ੍ਹੋ
pl: Otwórz bibliotekę
pt_br: Abrir biblioteca
ta: நூலகத்தைத் திற
te: లైబ్రరీని తెరవండి
th: เปิดคลัง
tr: Kitaplık Aç
uk: Відкрити бібліотеку
ur: لائبریری کھولیں
vi: Mở thư viện
zh_hans: 打开库
zh_hant: 開啟資料庫
